{
  "specials": [
    {
      "id": 1,
      "imgSrc": "./assets/greek salad.jpg",
      "alt": "greek-salad",
      "title": "Greek Salad",
      "price": "$12.99",
      "description": "Refreshing salad, made with tomato, lettuce, feta cheese, and olives. Dressed with salt, hot pepper, and olive oil."
    },
    {
      "id": 2,
      "imgSrc": "./assets/bruchetta.svg",
      "alt": "bruschetta",
      "title": "Bruschetta",
      "price": "$16.99",
      "description": "Toasted bread, topped with tomato, prosciutto, and cheese. Seasoned with salt and olive oil."
    },
    {
      "id": 3,
      "imgSrc": "./assets/lemon dessert.jpg",
      "alt": "lemon-dessert",
      "title": "Lemon Dessert",
      "price": "$8.50",
      "description": "Fresh baked lemon bread coated in salt and sugar. Powdered in citrus and lemon zest."
    }
  ],
  "reviews": [
    {
      "id": 1,
      "title": "Micheal Caldwell",
      "description": "This is the best Mediterranean food that I've ever had!"
    },
    {
      "id": 2,
      "title": "Alan Chen",
      "description": "My Shiba Inu, Mugi, really loved the cozy vibes and delicious food here."
    },
    {
      "id": 3,
      "title": "Casey Lau",
      "description": "I've had some great Mediterranean food before, but none of them beats Little Lemon in flavor and texture."
    },
    {
      "id": 4,
      "title": "John Rosenblum",
      "description": "Great food, welcoming staff, cozy atmosphere. A great place to treat your kids to."
    },
    {
      "id": 5,
      "title": "Jim Reynor",
      "description": "The food here really refreshed me after a late night shift at the local supply depot."
    },
    {
      "id": 6,
      "title": "Brian Dean",
      "description": "I came to Little Lemon after a 5 hour flight from the East Coast. The food here tasted so delicious after the trip here."
    },
    {
      "id": 7,
      "title": "Tyler Tohmine",
      "description": "The food here was fire!! Everyone should try this place out at least once if they live in Chicago."
    },
    {
      "id": 8,
      "title": "Jack Hu",
      "description": "This restaurant served as a perfect dinner for me after a long night of studying. I would definitely order from here again!"
    }
  ]
}
